Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: $1 {{GENDER:$2|restored}} page $3
ne: $3 पृष्ठ $1ले {{GENDER:$2|पुनर्स्थापित}} गरेको हो

source: Mobile broadband
ne: मोबाइल ब्रोडब्यान्ड

source: Backlight Toggles
ne: ब्याकलाइट टोगलहरू

source: Inbox
ne: पत्र मञ्जुषा

source: User manager
ne: प्रयोगकर्ता प्रवन्धक

source: Below is a list of the most recent deletions.
ne: हालका सबैभन्दा नयाँ मेटाहरु निम्न सुचीमा रहेका छन्।

source: rollback
ne: पहिलेको रुपमा फर्काउने

source: Scale all window _contents to match:
ne: सबै विन्डोका _सामग्रीहरूको मापन उस्तै गर्ने

source: Add pages and files I edit to my watchlist
ne: मैले सम्पादन गरेको पृष्ठ र फाइल निगरानी सूचीमा थप्ने

source: Extracts for major world cities and their surrounding areas
ne: विश्वका प्रमुख सहर तथा वरिपरीका क्षेत्रहरूको उद्धरण

source: very helpful
ne: धेरै उपयोगी

source: Please enter your full name:
ne: कृपया तपाईँको पूरा नाम लेख्नुहोस:

source: New messages
ne: नयाँ सन्देशहरू

source: Reject
ne: अस्वीकृत गर्ने

source: All Installed
ne: सबै इन्स्टल गरिएका

source: redirect page
ne: अनुप्रेषित पृष्ठ

source: Loan account is not active
ne: ऋण खाता सक्रिय छैन

source: The file has no extension (like ".jpg").
ne: फाइलको एक्स्टेन्शन छैन (उदा- ".jpg")।

source: Project Chat
ne: परियोजना कुराकारी

source: Select destination
ne: गन्तव्य छान्नुहोस्

source: Delete %1 Blocks
ne: %1 ब्लकहरू हटाउने

source: Strong
ne: बलियो

source: Check this box to also include the talk or subject namespace associated with the selected namespace
ne: वार्तालाप या विषय नेमस्पेसहरुलाई सम्वन्धित नेमस्पेसको रुपमा लिनको लागि सन्दुकमा चिनो लगाउनुहोस।

source: Translation ID.
ne: अनुवाद ID ।

source: Permission
ne: अनुमति

source: Name
ne: नाम

source: Submit application
ne: फारम बुझाउनुहोस्

source: Support us
ne: हामीलाई समर्थन गर्नुहोस्

source: Thumbnail
ne: थम्बनेल

source: Month
ne: महिना

source: Update Category
ne: अद्यतन श्रेणी

source: List of tools you can use to work
ne: तपाईँको कामको लागि प्रयोग गर्न सकिने औजारहरू

source: Empty string
ne: रिक्त रज्जु (string)

source: Belize dollar
ne: बेलिज डलर

source: leaves
ne: विदाहरू

source: Reference for latitude of destination
ne: गन्तव्यको अक्षांशको लागी सन्दर्भ

source: The page $1 has been moved to $2.
ne: $1 पृष्ठलाई $2 मा सारियो ।

source: Import and export
ne: आयात तथा निर्यात

source: Nothing can be added to the colony center.
ne: बस्तीको केन्द्रमा केही पनि थप गर्न सकिने छैन् ।

source: E: Mammals
ne: ङ: स्तनधारीहरू

source: ICQ Online-Message Panel
ne: ICQ अनलाइन-संदेश कक्ष

source: Wiggle
ne: हल्लिने

source: Guatemala quetzal
ne: ग्वाटेमाला क्वेतज़ाल

source: Display users starting at:
ne: यहाँबाट सुरु हुने प्रयोगकर्ताहरू देखाउनुहोस्:

source: Dear $WATCHINGUSERNAME, $PAGEINTRO $NEWPAGE Editor's summary: $PAGESUMMARY $PAGEMINOREDIT Contact the editor: mail: $PAGEEDITOR_EMAIL wiki: $PAGEEDITOR_WIKI There will be no other notifications in case of further activity unless you visit this page while logged in. You could also reset the notification flags for all your watched pages on your watchlist. Your friendly {{SITENAME}} notification system -- To change your email notification settings, visit {{canonicalurl:{{#special:Preferences}}}} To change your watchlist settings, visit {{canonicalurl:{{#special:EditWatchlist}}}} To delete the page from your watchlist, visit $UNWATCHURL Feedback and further assistance: $HELPPAGE
ne: प्रिय $WATCHINGUSERNAME, {{SITENAME}}को पृष्ठ $PAGETITLE $PAGEEDITDATE को दिन $PAGEEDITORद्वारा $CHANGEDORCREATED, हालको संशोधनको निम्ति हेर्नुहोस् $PAGETITLE_URL । $NEWPAGE सम्पादकको सारांश: $PAGESUMMARY $PAGEMINOREDIT सम्पादकसित सम्पर्क राख्नुहोस्: मेल: $PAGEEDITOR_EMAIL विकि: $PAGEEDITOR_WIKI तपाईं यस पृष्ठमा नगएसम्म अब उसो कुनै परिवर्तन भएका खण्डमा कुनै सूचना दिनेछैन। तपाईंका सम्पूर्ण निगरानी पृष्ठहरूको लागि तपाईंले सूचना पताकालाई निगरानी सूचीमा पुनर्बहाली गर्न सक्नुहुन्छ। तपाईंको मित्र {{SITENAME}} सूचना प्रणाली -- इमेल सूचना व्यवस्था परिवर्तन गर्न, जानुहोस् {{canonicalurl:{{#special:Preferences}}}} निगरानी सूची व्यवस्थित गर्न, जानुहोस् {{canonicalurl:{{#special:EditWatchlist}}}} निगरानी सूची मेट्न, जानुहोस् $UNWATCHURL प्रतिक्रिया र अन्य सहयोगको निम्ति: $HELPPAGE

source: Bot-assisted disambiguation: %(from)s - Removed link(s).
ne: रोबोट-सहायक अस्पष्टता: %(from)sलाई - लिङ्क(हरू) हटाइयो

source: Authentication failed
ne: प्रमाणीकरण असफल भयो

source: Once more, with feeling:
ne: भावनाहरू सहित एकपल्ट पुनः

source: Skipping $1, already unmerged
ne: $1लाई नाघेर जाँदै, छुट्याइ सकिएको

source: Show thumbs only
ne: सानो मात्र देखाउने

source: Ignore times
ne: समयको बेवास्ता

source: You cannot edit because your account is locked.
ne: तपाईंले सम्पादन गर्न सक्नुहुन्न किन भनें तपाईंको खातालाई प्रतिबन्धित गरिएकोछ।

source: Show articles with reverted colors
ne: उल्ट्याइएको रङका लेखहरू देखाउने

source: Merge selected
ne: छानिएकालाई मिलाउने

source: if path ahead
ne: यदि सिधा बाटो छ भने

source: Observer: %{observer_link}
ne: अवलोकनकर्ता: %{observer_link}

source: Bold
ne: मोटो

source: a free editable map of the whole world
ne: पुरै संसारको यौटा स्वत्रन्त्र र एडिटेबल नक्सा

source: Creative program (biased toward depth of field)
ne: शृजनात्मक कार्यक्रम(गहिराइसँग बाझिएको)

source: Close
ne: बन्द गर्ने

source: You have not specified a valid username.
ne: तपाईंले सही प्रयोगकर्ता नाम दिनु भएन।

source: Thank you for your donation!
ne: दानको निम्ति धन्यवाद!

source: Screenshots
ne: स्क्रीनका तस्बिरहरु

source: Other {{PLURAL:$2|resolution|resolutions}}: $1.
ne: अरु {{PLURAL:$2|resolution|रिजोल्युशनहरु}}: $1।

source: Back to safety
ne: सुरक्षित ठाउँमा फर्कने

source: app;application;package;program;programme;suite;tool
ne: एफ;अनुप्रयोग;प्याकेज;प्रोग्राम;कार्यक्रम;सुट;औजार

source: Searched with {0}: {1} found
ne: {0}: सित खोजियो {1} पाइयो

source: URLs with the "$1" scheme are not supported.
ne: "$1" देखि सुरू हुने युआरयल स्वीकार्य छैन।

source: Adequate
ne: पुग्दो

source: To Field
ne: लाई मान

source: Get all available beta features and show how many users have enabled them
ne: सबै उपलब्ध बेटा सुविधाहरू र तिनीहरूलाई कति प्रयोगकर्ताले सक्षम गरेका छन् त्यो देखाउने

source: The system network services are not compatible with this version.
ne: सञ्जाल को प्रणाली को प्रकार अमिल्दो

source: Search for network printers or filter result
ne: नेटवर्क मुद्रकहरुको खोजि गर्न अथवा नतिजा फिल्टर गर्न

source: back to top
ne: सिरानमा जाने

source: Signed on date
ne: हस्ताक्षरित मिति

source: New temporary password for {{SITENAME}}
ne: {{SITENAME}}को लागि नयाँ अस्थायी पासवर्ड

source: Default view
ne: पूर्वनिर्धारित दृश्य

source: Debian provides critical updates for %s.
ne: डेबियनले %s का लागि संबेदनशील अपडेटहरू प्रदान गर्दछ।

source: {{SITENAME}} page $1 has been {{GENDER:$2|restored}} by $2
ne: {{SITENAME}} पृष्ठ $1 $2 ले {{GENDER:$2|पुनर्स्थापन गर्नु}} भयो ।

source: Select description and license
ne: विवरण र लाइसेन्स चुन्ने

source: Parser profiling data:
ne: पार्सरको विवरण डेटा:

source: List:
ne: सूची

source: changed block settings for [[$1]] with an expiry time of $2 $3
ne: $2 $3 मा सकिने गरि [[$1]] को निषेध स्थिति परिवर्तन गरिएको छ ।

source: Compose a new entry in your user diary
ne: तपाईंको डायरीमा नयाँ दैनिकी सिर्जना गर्नुहोस्

source: skiing
ne: स्कि

source: Device type:
ne: यन्त्रको किसिम

source: Health
ne: स्वास्थ्य

source: Yahoo!
ne: याहु !

source: Scripts
ne: लिपिहरु

source: Group manager
ne: समूह प्रवन्धक

source: Manufacturers
ne: निर्माता

source: Saturation
ne: स्याचुरेसन

source: %{collection_name} News
ne: %{collection_name} समाचार

source: Mon
ne: सोम

source: Fixture name
ne: फिक्चरको नाम

source: View
ne: अवलोकन

source: Language name:
ne: भाषा नाम:

source: You do not have a valid email address set in your [[Special:Preferences|user preferences]].
ne: तपाईंको प्रयोगकर्ता [[Special:Preferences|अभिरुचीमा]] मान्य इमेल ठेगाना राखीएको छैन ।

source: rename
ne: पुन: नामाकरण

source: An IP address present in the X-Forwarded-For header, either yours or that of a proxy server you are using, has been blocked. The original block reason was: $1
ne: एउटा आइपि ठेगाना जुन X-Forwarded-For हेडरमा रहेको छ, या त तपाईंको हो वा त्यस प्रक्सी सर्भरको हो जसको प्रयोग तपाईं गर्दै हुनुहुन्छ र यस माथि प्रतिबन्ध लगाइएको छ। वास्तविक कारण थियो:$1

source: All revisions contained links to $1, blanking
ne: $1 का सबै अवतरणहरूमा कडीहरू भेटिए, मेटाएर खालि गर्दै

source: Anonymous: $1
ne: अज्ञात:$1

source: Cycle Rental
ne: साइकिल भाडामा

source: Subject area
ne: विषय क्षेत्र

source: Thread summary:
ne: धागो(thread) सारांश:

source: The action specified by the URL is invalid. You might have mistyped the URL, or followed an incorrect link. This might also indicate a bug in the software used by {{SITENAME}}.
ne: URL ले खुलाएको कार्य मान्य छैन । तपाईंले URL गलत टाइपगर्नु भएको , वा गलत लिंक पछ्याउनु भएको हुनसक्छ । यो{{SITENAME}}ले सफ्टवेयरमा भएको गल्ति देखाएको पनि हुनसक्छ ।

source: Wildcards may appear only at the start of the hostname.
ne: मूलनामको सुरुमा मात्र वाइल्डकार्ड देखापर्न सक्छ।

source: The Writer's Barnstar
ne: लेखक बार्नस्टार

source: Subchapter
ne: सहायक पाठ

source: $2 was {{GENDER:$1|linked}} from $3.
ne: $2 $3 बाट {{GENDER:$1|जोडियो}}।

source: Clear all saved pages?
ne: सबै सङ्ग्रह गरिएको पृष्ठहरू हटाउने हो ?

source: Location
ne: स्थान

source: Resizes the window.
ne: विन्डोको आकार परिवर्तन गर्छ ।

source: Display
ne: डिस्प्ले

source: Labs features
ne: प्रयोगशाला गुणहरु

source: Congratulations, you have registered successfully ! You are now being sent a confirmation e-mail to verify your e-mail address. Visiting the link sent to you in this e-mail will activate your account.
ne: बधाई छ, तपाईं सफलतापूर्वक दर्ता हुनु भएको छ ! तपाईंको इमेल खाता प्रमाणिकरण गर्न तपाईंलाई एउटा पुष्टिकरण इमेल पठाइएकोछ । इमेलमा पठाइएको लिङ्कमा गई तपाईं आफ्नो खातालाई सक्रिय गर्न सक्नु हुनेछ ।

source: Start a new section
ne: नयाँ खण्ड सुरु गर्नुहोस्

source: The Real Life Barnstar
ne: वास्तविक जीवन बार्नस्टार

source: none
ne: कुनै पनि हैन

source: Turn zoom on or off
ne: घट बढ गर्ने नगर्ने

source: (category $1)
ne: (श्रेणी $1)

source: License
ne: अनुमतिपत्र

source: Pages with text
ne: पाठसहितका पृष्ठहरू

source: New Discussion
ne: नयाँ छलफल

source: Setting the language to %language%. You will need to restart the game for the changes to fully take effect.
ne: खेललाई %language%. भाषामा व्यवस्थित गर्न र पूर्ण रुपमा लागु गर्न तपाईंले खेल फेरि सुरु गर्ने आवश्यकता पर्छ।

source: Power off
ne: बन्द गर्ने

source: $1 (file redirect) $2
ne: $1 (फाइल अनुप्रेषण) $2

source: The upload succeeded, but the server did not give us any information about the file.
ne: अपलोड सफल भयो, तर सर्वरले फाइलको बारेमा कुनै सूचना दिएन।

source: Difference between revisions of "$1"
ne: "$1" को बिचमा भिन्नता

source: You must be logged in to save files in the upload stash.
ne: तपाईंलाई लग इन हुनु आवश्यक छ ताकि फाइललाई अपलोड स्ट्यासमा सुरक्षित गर्न सकियोस।

source: Pause learning
ne: सिक्न रोक्नुहोस्

source: Show only users with edits
ne: सम्पादन गरेका प्रयोगकर्तामात्र देखाउने

source: Book
ne: पुस्तक

source: Could not find the file with the given name.
ne: दिइएको फाइल नाम अनुसार फाइल भेटाउन सकिएन ।

source: Item
ne: सामग्री

source: Last action
ne: अन्तिम गतिविधी

source: Read more
ne: थप पढ्ने

source: (semi-protected)
ne: (अर्ध-सुरक्षित)

source: Key to show the HUD when tapped
ne: थिचेको बेला HUD देखाउने कि

source: Quit the game.
ne: खेल छोड्ने ।

source: Please select
ne: कृपया छान्नुहोस

source: To sync with another computer, choose “Sync Between Computers” from that computer.
ne: अर्को कम्प्युटरसंग संयोजन गर्न, त्यस कम्प्युटरवाट "कम्प्युटरहरु बिच संयोजन" चयन गर्नुहोस

source: Gives keyboard-focus to the Launcher so it can be navigated with the cursor-keys.
ne: लन्चरलाई कर्सर-किहरूबाट चलाउन मिल्ने बनाउनको लागि किबोर्ड-फोकस दिन्छ ।

source: categories only
ne: श्रेणी मात्र

source: There is no current logo.
ne: वर्तमान लोगो छैन

source: This wiki does not support filenames with special characters.
ne: विशेष वर्ण सहितका फाइलनामहरु यस विकिद्वारा समर्थित छैनन् ।

source: Background color override for the Dash, Launcher and Switcher.
ne: ड्यास्, लन्चर र स्विचरको पृष्ठभूमि रङ प्रतिस्थापन गर्ने ।

source: Comment from anonymous <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: अज्ञात व्यक्तिद्वारा <abbr title='%{exact_time}'>%{when} अगाडि</abbr> गरिएको टिप्पणी

source: Could not stream file "$1".
ne: फाइल ''$1'' प्रवाह गर्न सकिएन ।

source: Copy Users
ne: प्रयोगकर्ताहरू प्रतिलिपी गर्नुहोस्

source: Theme improvements
ne: थिम विकास

source: Post Box
ne: हुलाक बाक्सा

source: Browse library
ne: पुस्तकालय हेर्नुहोस

source: Manufacturer:
ne: उत्पादक:

source: Already have an account? $1.
ne: के तपाईँसँग पहिले देखि नै खाता छ ? '''$1''' ।

source: Special characters:
ne: विशेष अक्षर

source: Expand
ne: फालाउ

source: Please enter some text.
ne: कृपया केही अक्षर राख्नुहोस्

source: Observation aggregation
ne: अबलोकन एकत्रीकरण

source: Deleted edits
ne: मेटाएको सम्पादन

source: Pay Arrears
ne: बेरूजु भुक्तानी

source: Retry
ne: पुन: प्रयास गर्ने

source: Set visibility restrictions
ne: दृष्टि बन्देज मिलाउने

source: No such action
ne: यस्तो कार्य हैन

source: no contributions
ne: योगदानहरू छैनन्

source: Recent filter changes
ne: भर्खरका फिल्टर परिवर्तनहरू

source: Favorite
ne: मनपर्दो

source: Preview image
ne: चित्र पूर्वावलोकन

source: Number of pages
ne: पृष्ठहरूको संख्या

source: Print as PDF
ne: पिडिएफको रुपमा मुद्रण गर्ने

source: Normal rank
ne: सामान्य ओहदा

source: append on top
ne: सुरुमा थप्ने

source: Displays
ne: दृश्यकरण

source: birds
ne: चराहरू

source: Opens a folder or executes a command.
ne: फोल्डर खोल्छ वा कमाण्ड चलाउँछ

source: Translations in progress
ne: अनुवाद प्रगतिमा छ

source: out
ne: बाहिर

source: Edit Profile
ne: प्रोफाइल सम्पादन गर्नुहोस्

source: Details for log entry $1
ne: $1 लग इन्ट्रीको विवरण

source: More
ne: थप

source: Add template
ne: ढाँचा जोड्ने

source: Manage your book
ne: आफ्नो पुस्तक व्यवस्थापन गर्ने

source: Indian Gifts
ne: भारतीय उपहारहरू

source: Username $2 is reserved for a global account.
ne: प्रयोगकर्ता $2 वैश्विक खाताको निम्ति आरक्षित छ।

source: Visible
ne: देखिने

source: No detailed credits information was found for this extension.
ne: यस एक्सटेन्समा श्रेयहरूको विस्तृत जानकारी छैन् ।

source: Repeat password
ne: पासर्वड पुनः राख्नुहोस्

source: prc1 Envelope
ne: prc1 खाम

source: Offline translators
ne: अफलाइन अनुवादकहरू

source: create discussion pages
ne: छलफल पृष्ठ सृजना गर्ने

source: Sorry, your browser either has JavaScript disabled or does not have any supported player.<br /> You can <a href="$1">download the clip</a> or <a href="https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:TimedMediaHandler/Client_download">download a player</a> to play the clip in your browser.
ne: माफ गर्नुहोला, तपाईंको ब्राउजरमा या त जावास्क्रिप्ट अक्षम छ या समर्थित प्लेयर छैन ।<br /> तपाईं <a href="$1">क्लिपलाई डाउनलोड</a> गर्न सक्नुहुन्छ अथवा क्लिपलाई आफ्नो ब्राउजरमा चलाउनको लागि <a href="https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:TimedMediaHandler/Client_download">एक प्लेयर डाउनलोड</a> गर्न सक्नु हुन्छ ।

source: The requested page title contains an invalid UTF-8 sequence.
ne: निवेदन गरिएको पृष्ठको शिर्षकमा अवैध युटिएफ-८ अनुक्रम रहेको छ ।

source: Pattern
ne: ढाँचा

source: Clear History
ne: इतिहास खाली गर्नुहोस्

source: Page text.<sup><a href='#'>[1]</a></sup>
ne: पृष्ठपाठ.<sup><a href='#'>[1]</a></sup>

source: Stance
ne: स्टान्स

source: Wednesday at $1
ne: बुधबार $1मा

source: Kiwix (OpenZIM)
ne: किविक्स (ओपनजिम)

source: 1 Year
ne: १ वर्ष

source: Users' diaries
ne: प्रयोगकर्ताका डायरीहरू

source: _Mail
ne: _पत्र

source: Hide my edits from the watchlist
ne: मेरा सम्पादनहरू निगनारी सूचीबाट लुकाउने

source: A {{WBREPONAME}} item has been linked to this page.
ne: एउटा {{WBREPONAME}} आइटम यस पृष्ठसँग जोडिएको छ।

source: 12 Hour
ne: १२ घन्टा

source: Eraser Pressure Feel
ne: मेट्ने दबाव महसूस

source: Bot: Fixing double redirect to %(to)s
ne: बोट: दोहोरो अनुप्रेषणलाई %(to)sमा ठिक गर्दै

source: Video width
ne: भिडियो चौडाई

source: Minimize Category
ne: श्रेणीलाई सानो पार्ने

source: Results
ne: नतिजाहरू

source: Where to get started
ne: कहाँ सुरू गर्ने

source: There is no user by the name "$1". User names are case sensitive. Check your spelling.
ne: "$1" भएको प्रयोगकर्ता छैन। नाम वर्ण सम्वेदनशील हुन्छ। तपाईंको नामको हिज्जे हेर्नुहोस्।

source: Page published at $1
ne: $1मा पाना प्रकाशीत भयो

source: Send email
ne: इमेल पठाउने

source: A tap on this key summons the HUD.
ne: यो कि थिच्यो भने HUD देखिन्छ

source: Enter a reason for the lock, including an estimate of when the lock will be released
ne: ताल्चा मार्नुको कारण दिनुहोस्, साथै ताल्चा हटाउने समयको अवधि अनुमान लगाउनुहोस्।

source: Bottom Button #%d
ne: तल्लो बटन #%d

source: Export pages including linked pages up to a depth of 5
ne: गहिराइ ५ सम्मको लिंक गरिएका पृष्ठहरू सहित निर्यात गर्ने

source: Geofabrik Downloads
ne: Geofabrik डाउनलोडहरू

source: Showing $1 {{PLURAL:$1|message|messages}}.
ne: $1 {{PLURAL:$1|सन्देश|सन्देशहरु}} देखाइँदै।

source: Continue using book creator
ne: पुस्तक निर्माता प्रयोगलाई निरन्तरता दिने

source: %{who} has modified a community
ne: %{who}ले समुदायमा परिमार्जन गर्नुभयो ।

source: Upload XML data
ne: XML डेटा अपलोड गर्ने

source: Show supplementary comment
ne: पुरक टिप्पणीहरू देखाउने

source: inches
ne: इञ्च

source: Executed in $1 second(s).
ne: $1 सेकेण्डमा कार्यन्वयन भएको

source: Delete and undelete specific log entries
ne: विशेष लग प्रविष्टी मेटाउने तथा पुनःल्याउने

source: Please select at least one tag to add or remove.
ne: थप्न वा हटाउनको लागी कृपया कम्तिमा एउटा ट्याग छान्नुहोस् ।

source: Preview selected message
ne: छानिएको सन्देशको पूर्वावलोकन

source: Credits for $1
ne: $1 को लागी श्रेयहरू

source: The page contains a broken file link (a link to embed a file when the file does not exist).
ne: यस पृष्ठमा फाइलको टुटेको लिङ्क सामेल छ (एक लिङ्क जसमा एक यस्तो फाइललाई जोड्ने प्रयास गरिएको छ जुन अहिले छैन)।

source: Lists
ne: सूची

source: review
ne: समीक्षा

source: No suitable driver found
ne: उपयुक्त ड्राइभर पाइएन

source: The file "$1" cannot be deleted because it does not exist.
ne: "$1" फाइल मेट्न सकिंदैन किनभनें यो फाइल नैं छैन।

source: <strong>There is a page named "[[:$1]]" on this wiki.</strong> {{PLURAL:$2|0=|See also the other search results found.}}
ne: ''' "[[:$1]]" नाम गरेको पृष्ठ यो विकीमा रहेको छ'''

source: Member
ne: सदस्य

source: Bot edit
ne: बोटका सम्पादनहरू

source: This is not a suitable boot disk. Please insert boot disk %u.
ne: यो मिल्दो बुट डिस्क होइन। कृपया %u बुट डिस्क हाल्नुहोस्।

source: Error: Edit failed
ne: त्रुटि: सम्पादन असफल

source: Permission denied
ne: इजाजत अस्वीकार गरियो

source: Wallpaper;Background;Screen;Desktop;Theme;Appearance;Launcher;Unity;Menus;
ne: वालपेपर;पृष्ठभूमि;स्क्रिन;डेस्कटप;विषयवस्तुहरू;स्वरूप;लन्चर;युनिटी;मेनुहरू;

source: /* JavaScript placed here customizes WikiLove, see https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:WikiLove#Custom_configuration */
ne: /* यहाँ लेखिएको जावास्क्रिप्ट विकिलभलाई परिवर्तित गर्छन, हेर्नुहोस् https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:WikiLove#Custom_configuration */

source: Safely remove
ne: सुरक्षित तरिकाले निकाल्नुहोस

source: The user account "$1" does not exist.
ne: यो $1 प्रयोगकर्ता खाता छैन।

source: Your username:
ne: तपाईँको प्रयोगकर्ता नाम:

source: create this user account
ne: यो प्रयोगकर्ताखाता बनाउने

source: Pharmacy
ne: औषधी पसल

source: Inactive users
ne: निष्क्रिय प्रयोगकर्ताहरू

source: Bots
ne: बोटहरू

source: Perfect! All %1 blocks are correct.
ne: उत्तम ! सबै %1 ब्लकहरू सहि छन्

source: Installing…
ne: स्थापना गरिदै…

source: Press
ne: थिच्नुहोस्

source: Select a region (change will be applied the next time you log in)
ne: क्षेत्र चयन गर्नुहोस् (परिवर्तन अर्को समयमा लगइन गर्दा लागू गरिनेछ)

source: Preview text
ne: पाठ पूर्वावलोकन पूर्ववलोकगर्नुहोस्

source: Examples
ne: उदाहरण

source: You attempted to reach %1 but the server presented a security certificate which has expired.
ne: तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले समाप्त भैसकेको एक सुरक्षा प्रमाणपत्र प्रस्तुत गरेको छ​।

source: Created by anonymous <abbr title='%{exact_time}'>%{when} ago</abbr>
ne: <abbr title='%{exact_time}'>%{when} अगाडि</abbr> अज्ञात व्यक्तिद्वारा सिर्जना गरिएको

source: [[$1]] moved to [[$2]]
ne: [[$1]] लाई [[$2]]मा सारियो

source: Sent:
ne: पठाइएको:

source: Video device
ne: भिडियो यन्त्र

source: _Paste
ne: टाँस्नुहोस्

source: Out of developer
ne: डेभेलोपर सकियो

source: No send address
ne: ईमेल पठाउने ठेगाना नै भएन ।

source: Please select your day of birth.
ne: कृपया तपाईंको जन्मदिन छान्नुहोस् ।

source: link
ne: लिङ्क

source: No changesets found.
ne: कुनै पनि परिवर्तनहरू भेटिएनन् ।

source: Size of the file in bytes
ne: फाइलको आकार बाइटसमा

source: Rescan SD card
ne: एस डी कार्ड फेरी स्क्यान गर्ने

source: Show E-mail Address:
ne: इमेल-ठेगाना देखाउने:

source: Combined display of all available logs of {{SITENAME}}. You can narrow down the view by selecting a log type, the username (case-sensitive), or the affected page (also case-sensitive).
ne: {{SITENAME}}को सबै उपलब्ध लगहरूको प्रविष्टिहरूको मिल्दो जुल्दो प्रदर्शन। तपाईं अझै विस्तारको लागि लगको प्रकार, प्रयोगकर्ता नाम (अक्षर संवेदनशील), वा प्रभावित पृष्ठ (अक्षर संवेदनशील) छान्न सक्नुहुन्छ।

source: Videos
ne: भिडियो

source: A barnstar for you!
ne: तपाइको लागि एक बार्नस्टार!

source: Thanks
ne: धन्यबाद

source: MySQL settings
ne: MySQL सेटिङ

source: Move
ne: सार्ने

source: Engineering
ne: इन्जिनियरिङ

source: Add header
ne: शीर्षक जोड़ने

source: View your own watchlist
ne: तपाईँको निगरानी सुची हेर्नुहोस्

source: Fetching random article
ne: अनियमित लेख ल्याउँदै

source: Winking face
ne: आँखा झिम्काउने अनुहार

source: No user was found with the given ID.
ne: यो परिचय भएको प्रयोगकर्ता पाइएन।

source: Namespaces for "{{int:bs-extendedsearch-morelikethis}}":
ne: "{{int:bs-extendedsearch-morelikethis}}"को लागि नामस्थानहरू:

source: App main (Gerrit)
ne: अनुप्रयोग मुख्य (गेरिट)

source: Passwords do not match
ne: पासवर्डहरू मेल खाँदैनन्

source: Curated
ne: संरक्षित

source: _Add
ne: _थप्नुहोस्

source: Snippet %d is already in use.
ne: %d अंश पहिलै प्रयोमा आईसकेको छ।

source: Merge
ne: मिसाउने

source: Published trusted resources
ne: भरपर्दा प्रकाशित स्रोत

source: prc10 Envelope
ne: prc10 खाम

source: Search:
ne: खोज

source: Add interlanguage links
ne: अन्तरभाषिक लिङ्क जोड्नुहोस्

source: The page you have chosen is already associated to an [$1 item on our central data repository]. Please confirm that the {{PLURAL:$2|page|pages}} shown below {{PLURAL:$2|is|are}} the {{PLURAL:$2|one|ones}} that you want to link to this page.
ne: जुन पृष्ठ तपाईंले छान्नु भएको छ त्यो [$1 केन्द्रीय डाटा रिपोजिटरी] सँग पहिला नै जोडी सकिएको छ । कृपया सुनिश्चित गर्नुहोस् यहाँ देखाइएको {{PLURAL:$2|page|पृष्ठ}} त्यही हो जुन तपाईं {{PLURAL:$2|is|यो}} पृष्ठ सँग {{PLURAL:$2|one|जोड्न}} चाहनुहुन्छ।

source: Install languages...
ne: भाषा स्थापना गर्नुहोस् ...

source: Photo resolution
ne: फोटो रिजोल्युसन

source: GPS date
ne: जी पी एस मिति

source: Unblock user
ne: प्रयोगकर्ताको निषेध खारेज गर्नुहोस्

source: Bot: Adding category [[:Category:%(newcat)s|%(newcat)s]]
ne: रोबोट: श्रेणी [[:Category:%(newcat)s|%(newcat)s]] थप्दै

source: {{PLURAL:$1|Selected file version|Selected file versions}} of [[:$2]]:
ne: [[:$2]] को {{PLURAL:$1|छानिएको फाइल संस्करण|छानिएका फाइल संस्करणहरू}}:

source: View deleted pages
ne: मेटिएका पृष्ठहरू हेर्नुहोस्

source: Night
ne: राती

source: The following files are used but do not exist. Additionally, pages that embed files that do not exist are listed in [[:$1]].
ne: निम्नलिखित फाइल प्रयोगमा छ तर यहाँ छैन। यस अतिरिक्त, पृष्ठ जुन यस गैर-अवस्थित फाइलहरूलाई सङ्ग्रह गरेका छन् त्यसको सूची [[:$1]]मा छ।

source: Add User Account
ne: प्रयोगकर्ता खाता थप्नुहोस्

source: No license footer
ne: इजाजतपत्र फूटर नभएको

source: Translations in progress from
ne: अनुवाद प्रगतिमा, स्रोत

source: Encryption
ne: इन्क्रिप्सन

source: Printer
ne: प्रिन्टर
